// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Scan to Network Folder";

HSDTaskDescription = "Scan to Network Folder lets you start from the front panel of your HP device, and automatically send the output to a shared folder on your computer.";
HSDStepsDescription = "Follow these steps to set up Scan to Network Folder:";
HSDStep1Description = "1. Create an SMB shared folder.";
HSDStep2Description = "2. Register the shared folder with your HP device.";
HSDTaskNote = "When you click \"Register My Shared Folder\", a web browser will open to your device's embedded web server. Follow the instructions presented to complete the setup.";
HSDCreateFolderButtonTitle = "Help Me Do This…";
HSDRegisterFolderButtonTitle = "Register My Shared Folder…";

CreateSharedFolderTitle = "Create a Shared Folder";
